Repository: MetaModels/attribute_rating
Catalog: src/Resources/translations/*_metamodel_attribute.*.xlf
Languages: de, fr

# typeOptions.rating
source: Rating
de: Bewertung
fr: Évaluation

# rating_max.label
source: Maximum
de: Maximalwert

# rating_max.description
source: Please enter the maximum value for the rating.
de: Bitte geben Sie den Maximalwert für eine Bewertung ein.
fr: Indiquez la valeur maximum pour l'évaluation.

# rating_half.label
source: Enable half steps
de: Halbe Wertungen
fr: Activer les demi-pas

# rating_half.description
source: If this is checked, the rating will count in .5 steps instead of integer values.
de: Falls angewählt, sind auch 0,5-Schritte anstatt ganzer Zahlen möglich.
fr: Si coché, l'évaluation se fera par pas de 0.5 au lieu de valeurs entières.

# rating_emtpy.label
source: Image for "empty star"
de: Bild für "leeren Stern"
fr: Image d'étoile vide

# rating_emtpy.description
source: Choose the image to use as empty star.
de: Bitte wählen Sie ein Bild aus, das als "leerer Stern" benutzt werden soll.
fr: Sélectionnez l'image pour quand l'étoile est vide.

# rating_full.label
source: Image for "full star"
de: Bild für "voller Stern"
fr: Image d'étoile pleine

# rating_full.description
source: Choose the image to use as full star.
de: Bitte wählen Sie ein Bild aus, das als "gefüllter Stern" benutzt werden soll.
fr: Sélectionnez l'image pour quand l'étoile est pleine.

# rating_hover.label
source: Image for "hovered star"
de: Bild für Hovereffekt
fr: Image d'étoile survolée

# rating_hover.description
source: Choose the image to use as hovered star.
de: Bitte wählen Sie ein Bild aus, das für einen Hovereffekt benutzt werden soll.
fr: Sélectionnez l'image pour quand l'étoile est survolée.
